Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.triggerFlash.title
source: Flash Focused Panel
ar: وميض اللوحة المركّزة
bs: Označi fokusirani panel
da: Fremhæv fokuseret panel
de: Fokussierten Bereich hervorheben
es: Resaltar panel enfocado
fr: Flasher le panneau actif
it: Evidenzia pannello attivo
ja: フォーカスペインを強調
ko: 포커스된 패널 깜빡이기
nb: Blink fokusert panel
pl: Podświetl aktywny panel
pt_br: Piscar Painel em Foco
ru: Подсветить активную панель
th: กะพริบแผงที่โฟกัส
tr: Odaklanılan Paneli Yanıp Söndür
uk: Підсвітити активну панель
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦面板

# command.uninstallCLI.subtitle
source: CLI
ar: واجهة الأوامر

# command.uninstallCLI.title
source: Shell Command: Uninstall 'UniConnect' from PATH
ar: أمر الصدفة: إلغاء تثبيت 'UniConnect' من PATH
bs: Shell naredba: Deinstaliraj 'UniConnect' iz PATH
da: Skalkommando: Afinstaller 'UniConnect' fra PATH
de: Shell-Befehl: 'UniConnect' aus PATH entfernen
es: Comando de shell: Desinstalar 'UniConnect' de PATH
fr: Commande Shell : désinstaller « UniConnect » du PATH
it: Comando shell: disinstalla 'UniConnect' dal PATH
ja: シェルコマンド: 'UniConnect'をPATHからアンインストール
ko: 셸 명령어: PATH에서 'UniConnect' 제거
nb: Skallkommando: Avinstaller «UniConnect» fra PATH
pl: Polecenie powłoki: Odinstaluj „UniConnect” z PATH
pt_br: Comando Shell: Desinstalar 'UniConnect' do PATH
ru: Команда оболочки: удалить «UniConnect» из PATH
th: คำสั่ง Shell: ถอนการติดตั้ง 'UniConnect' จาก PATH
tr: Kabuk Komutu: 'UniConnect'u PATH'ten Kaldır
uk: Команда оболонки: видалити 'UniConnect' з PATH
zh_hans: Shell 命令：从 PATH 卸载 'UniConnect'
zh_hant: Shell 指令：從 PATH 解除安裝「UniConnect」

# command.unpinTab.title
source: Unpin Window
ar: إلغاء تثبيت اللسان
bs: Otkači tab
da: Frigør fane
de: Tab loslösen
es: Desfijar ventana
fr: Désépingler l'onglet
it: Sblocca scheda
ja: ウインドウのピン留めを解除
km: ដកខ្ទាស់បង្អួច
ko: 탭 고정 해제
nb: Løsne fane
pl: Odepnij kartę
pt_br: Desafixar Aba
ru: Открепить вкладку
th: เลิกปักหมุดแท็บ
tr: Sekme Sabitlemesini Kaldır
uk: Відкріпити вкладку
zh_hans: 取消固定标签页
zh_hant: 取消釘選標籤頁

# command.unpinWorkspace.title
source: Unpin Workspace
ar: إلغاء تثبيت مساحة العمل
bs: Otkači radni prostor
da: Frigør arbejdsområde
de: Arbeitsbereich loslösen
es: Desfijar espacio de trabajo
fr: Désépingler l'espace de travail
it: Sblocca area di lavoro
ja: ワークスペースのピンを外す
ko: 작업 공간 고정 해제
nb: Løsne arbeidsområde
pl: Odepnij przestrzeń roboczą
pt_br: Desafixar Área de Trabalho
ru: Открепить рабочее пространство
th: เลิกปักหมุดเวิร์กสเปซ
tr: Çalışma Alanı Sabitlemesini Kaldır
uk: Відкріпити робочу область
zh_hans: 取消固定工作区
zh_hant: 取消釘選工作區

# command.vscodeServeWebRestart.title
source: Restart VS Code Inline Server
ar: إعادة تشغيل خادم VS Code المضمّن
bs: Ponovo pokreni VS Code inline server
da: Genstart VS Code Inline Server
de: VS Code Inline-Server neu starten
es: Reiniciar servidor en línea de VS Code
fr: Redémarrer le serveur VS Code intégré
it: Riavvia server inline VS Code
ja: VS Codeインラインサーバーを再起動
ko: VS Code 인라인 서버 재시작
nb: Start VS Code innebygd server på nytt
pl: Uruchom ponownie wbudowany serwer VS Code
pt_br: Reiniciar Servidor Inline do VS Code
ru: Перезапустить встроенный сервер VS Code
th: รีสตาร์ตเซิร์ฟเวอร์ VS Code แบบอินไลน์
tr: VS Code Satır İçi Sunucusunu Yeniden Başlat
uk: Перезапустити вбудований сервер VS Code
zh_hans: 重启 VS Code 内联服务器
zh_hant: 重新啟動 VS Code 內嵌伺服器

# command.vscodeServeWebStop.title
source: Stop VS Code Inline Server
ar: إيقاف خادم VS Code المضمّن
bs: Zaustavi VS Code inline server
de: VS Code Inline-Server stoppen
es: Detener servidor en línea de VS Code
fr: Arrêter le serveur VS Code intégré
it: Arresta server inline VS Code
ja: VS Codeインラインサーバーを停止
ko: VS Code 인라인 서버 중지
nb: Stopp VS Code innebygd server
pl: Zatrzymaj wbudowany serwer VS Code
pt_br: Parar Servidor Inline do VS Code
ru: Остановить встроенный сервер VS Code
th: หยุดเซิร์ฟเวอร์ VS Code แบบอินไลน์
tr: VS Code Satır İçi Sunucusunu Durdur
uk: Зупинити вбудований сервер VS Code
zh_hans: 停止 VS Code 内联服务器
zh_hant: 停止 VS Code 內嵌伺服器

# commandPalette.kind.workspace
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# commandPalette.rename.clearCustomName
source: (clear custom name)
ar: (مسح الاسم المخصص)
bs: (obriši prilagođeni naziv)
da: (ryd brugerdefineret navn)
de: (Benutzerdefinierten Namen löschen)
es: (borrar nombre personalizado)
fr: (effacer le nom personnalisé)
it: (cancella nome personalizzato)
ja: （カスタム名をクリア）
ko: (사용자 지정 이름 지우기)
nb: (fjern egendefinert navn)
pl: (wyczyść własną nazwę)
pt_br: (limpar nome personalizado)
ru: (очистить пользовательское имя)
th: (ล้างชื่อที่กำหนดเอง)
tr: (özel adı temizle)
uk: (скинути власну назву)
zh_hans: （清除自定义名称）
zh_hant: （清除自訂名稱）

# commandPalette.rename.tabConfirmHint
source: Press Enter to apply this tab name, or Escape to cancel.
ar: اضغط Enter لتطبيق اسم اللسان، أو Escape للإلغاء.
bs: Pritisnite Enter za primjenu naziva taba, ili Escape za otkazivanje.
da: Tryk Enter for at anvende dette fanenavn, eller Escape for at annullere.
de: Drücken Sie die Eingabetaste, um den Tab-Namen zu übernehmen, oder Escape zum Abbrechen.
es: Pulsa Intro para aplicar este nombre de pestaña, o Escape para cancelar.
fr: Appuyez sur Entrée pour appliquer ce nom d'onglet, ou sur Échap pour annuler.
it: Premi Invio per applicare il nome della scheda, oppure Esc per annullare.
ja: Enterキーでタブ名を適用、Escapeキーでキャンセルします。
ko: Enter를 눌러 탭 이름을 적용하거나, Escape를 눌러 취소하세요.
nb: Trykk Enter for å bruke dette fanenavnet, eller Escape for å avbryte.
pl: Naciśnij Enter, aby zastosować nazwę karty, lub Escape, aby anulować.
pt_br: Pressione Enter para aplicar este nome de aba ou Escape para cancelar.
ru: Нажмите Enter, чтобы применить имя вкладки, или Escape для отмены.
th: กด Enter เพื่อใช้ชื่อแท็บนี้ หรือ Escape เพื่อยกเลิก
tr: Bu sekme adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.
uk: Натисніть Enter, щоб застосувати назву вкладки, або Escape для скасування.
zh_hans: 按 Enter 应用此标签页名称，或按 Escape 取消。
zh_hant: 按 Enter 套用此標籤頁名稱，或按 Escape 取消。

# commandPalette.rename.tabDescription
source: Choose a custom window name.
ar: اختر اسمًا مخصصًا للنافذة.
bs: Odaberite prilagođeni naziv prozora.
da: Vælg et brugerdefineret vinduesnavn.
de: Wählen Sie einen benutzerdefinierten Fensternamen.
es: Elige un nombre personalizado para la ventana.
fr: Choisissez un nom personnalisé pour la fenêtre.
it: Scegli un nome personalizzato per la finestra.
ja: ウインドウのカスタム名を選択してください。
km: ជ្រើសរើសឈ្មោះផ្ទាល់ខ្លួនសម្រាប់បង្អួច។
ko: 사용자 지정 윈도우 이름을 선택하세요.
nb: Velg et egendefinert vindusnavn.
pl: Wybierz własną nazwę okna.
pt_br: Escolha um nome personalizado para a janela.
ru: Выберите пользовательское имя окна.
th: เลือกชื่อที่กำหนดเองสำหรับหน้าต่าง
tr: Özel bir pencere adı seçin.
uk: Виберіть власну назву вікна.
zh_hans: 选择自定义窗口名称。
zh_hant: 選擇自訂視窗名稱。

# commandPalette.rename.tabInputHint
source: Enter a tab name. Press Enter to rename, Escape to cancel.
ar: أدخل اسم اللسان. اضغط Enter لإعادة التسمية، Escape للإلغاء.
bs: Unesite naziv taba. Pritisnite Enter za preimenovanje, Escape za otkazivanje.
da: Indtast et fanenavn. Tryk Enter for at omdøbe, Escape for at annullere.
de: Geben Sie einen Tab-Namen ein. Eingabetaste zum Umbenennen, Escape zum Abbrechen.
es: Introduce un nombre de pestaña. Pulsa Intro para renombrar, Escape para cancelar.
fr: Saisissez un nom d'onglet. Appuyez sur Entrée pour renommer, Échap pour annuler.
it: Inserisci un nome per la scheda. Premi Invio per rinominare, Esc per annullare.
ja: タブ名を入力してください。Enterで名称変更、Escapeでキャンセルします。
ko: 탭 이름을 입력하세요. Enter로 이름 변경, Escape로 취소.
nb: Skriv inn et fanenavn. Trykk Enter for å gi nytt navn, Escape for å avbryte.
pl: Wprowadź nazwę karty. Naciśnij Enter, aby zmienić nazwę, Escape, aby anulować.
pt_br: Insira um nome para a aba. Pressione Enter para renomear, Escape para cancelar.
ru: Введите имя вкладки. Нажмите Enter для переименования, Escape для отмены.
th: ป้อนชื่อแท็บ กด Enter เพื่อเปลี่ยนชื่อ, Escape เพื่อยกเลิก
tr: Bir sekme adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.
uk: Введіть назву вкладки. Enter — перейменувати, Escape — скасувати.
zh_hans: 输入标签页名称。按 Enter 重命名，按 Escape 取消。
zh_hant: 輸入標籤頁名稱。按 Enter 重新命名，按 Escape 取消。

# commandPalette.rename.tabPlaceholder
source: Window name
ar: اسم النافذة
bs: Naziv prozora
da: Vinduesnavn
de: Fenstername
es: Nombre de la ventana
fr: Nom de la fenêtre
it: Nome finestra
ja: ウインドウ名
km: ឈ្មោះបង្អួច
ko: 윈도우 이름
nb: Vindusnavn
pl: Nazwa okna
pt_br: Nome da janela
ru: Имя окна
th: ชื่อหน้าต่าง
tr: Pencere adı
uk: Назва вікна
zh_hans: 窗口名称
zh_hant: 視窗名稱

# commandPalette.rename.tabTitle
source: Rename Window
ar: إعادة تسمية النافذة
bs: Preimenuj prozor
da: Omdøb vindue
de: Fenster umbenennen
es: Renombrar ventana
fr: Renommer la fenêtre
it: Rinomina finestra
ja: ウインドウ名を変更
km: ប្តូរឈ្មោះបង្អួច
ko: 윈도우 이름 변경
nb: Gi vinduet nytt navn
pl: Zmień nazwę okna
pt_br: Renomear janela
ru: Переименовать окно
th: เปลี่ยนชื่อหน้าต่าง
tr: Pencereyi Yeniden Adlandır
uk: Перейменувати вікно
zh_hans: 重命名窗口
zh_hant: 重新命名視窗

# commandPalette.rename.workspaceConfirmHint
source: Press Enter to apply this workspace name, or Escape to cancel.
ar: اضغط Enter لتطبيق اسم مساحة العمل، أو Escape للإلغاء.
bs: Pritisnite Enter za primjenu naziva radnog prostora, ili Escape za otkazivanje.
da: Tryk Enter for at anvende dette arbejdsområdenavn, eller Escape for at annullere.
de: Drücken Sie die Eingabetaste, um den Arbeitsbereichsnamen zu übernehmen, oder Escape zum Abbrechen.
es: Pulsa Intro para aplicar este nombre de espacio de trabajo, o Escape para cancelar.
fr: Appuyez sur Entrée pour appliquer ce nom d'espace de travail, ou sur Échap pour annuler.
it: Premi Invio per applicare il nome dell'area di lavoro, oppure Esc per annullare.
ja: Enterキーでワークスペース名を適用、Escapeキーでキャンセルします。
ko: Enter를 눌러 작업 공간 이름을 적용하거나, Escape를 눌러 취소하세요.
nb: Trykk Enter for å bruke dette arbeidsområdenavnet, eller Escape for å avbryte.
pl: Naciśnij Enter, aby zastosować nazwę przestrzeni roboczej, lub Escape, aby anulować.
pt_br: Pressione Enter para aplicar este nome de área de trabalho ou Escape para cancelar.
ru: Нажмите Enter, чтобы применить имя рабочего пространства, или Escape для отмены.
th: กด Enter เพื่อใช้ชื่อเวิร์กสเปซนี้ หรือ Escape เพื่อยกเลิก
tr: Bu çalışma alanı adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.
uk: Натисніть Enter, щоб застосувати назву робочої області, або Escape для скасування.
zh_hans: 按 Enter 应用此工作区名称，或按 Escape 取消。
zh_hant: 按 Enter 套用此工作區名稱，或按 Escape 取消。

# commandPalette.rename.workspaceDescription
source: Choose a custom box name.
ar: اختر اسمًا مخصصًا للصندوق.
bs: Odaberite prilagođeni naziv kutije.
da: Vælg et brugerdefineret navn til boksen.
de: Wählen Sie einen benutzerdefinierten Namen für die Box.
es: Elige un nombre personalizado para la caja.
fr: Choisissez un nom personnalisé pour la box.
it: Scegli un nome personalizzato per la box.
ja: ボックスのカスタム名を選択してください。
km: ជ្រើសរើសឈ្មោះផ្ទាល់ខ្លួនសម្រាប់ប្រអប់។
ko: 사용자 지정 박스 이름을 선택하세요.
nb: Velg et egendefinert navn for boksen.
pl: Wybierz własną nazwę boksu.
pt_br: Escolha um nome personalizado para a box.
ru: Выберите пользовательское имя бокса.
th: เลือกชื่อที่กำหนดเองสำหรับกล่อง
tr: Özel bir kutu adı seçin.
uk: Виберіть власну назву боксу.
zh_hans: 选择自定义 Box 名称。
zh_hant: 選擇自訂 Box 名稱。

# commandPalette.rename.workspaceInputHint
source: Enter a workspace name. Press Enter to rename, Escape to cancel.
ar: أدخل اسم مساحة العمل. اضغط Enter لإعادة التسمية، Escape للإلغاء.
bs: Unesite naziv radnog prostora. Pritisnite Enter za preimenovanje, Escape za otkazivanje.
da: Indtast et arbejdsområdenavn. Tryk Enter for at omdøbe, Escape for at annullere.
de: Geben Sie einen Arbeitsbereichsnamen ein. Eingabetaste zum Umbenennen, Escape zum Abbrechen.
es: Introduce un nombre de espacio de trabajo. Pulsa Intro para renombrar, Escape para cancelar.
fr: Saisissez un nom d'espace de travail. Appuyez sur Entrée pour renommer, Échap pour annuler.
it: Inserisci un nome per l'area di lavoro. Premi Invio per rinominare, Esc per annullare.
ja: ワークスペース名を入力してください。Enterで名称変更、Escapeでキャンセルします。
ko: 작업 공간 이름을 입력하세요. Enter로 이름 변경, Escape로 취소.
nb: Skriv inn et arbeidsområdenavn. Trykk Enter for å gi nytt navn, Escape for å avbryte.
pl: Wprowadź nazwę przestrzeni roboczej. Naciśnij Enter, aby zmienić nazwę, Escape, aby anulować.
pt_br: Insira um nome para a área de trabalho. Pressione Enter para renomear, Escape para cancelar.
ru: Введите имя рабочего пространства. Нажмите Enter для переименования, Escape для отмены.
th: ป้อนชื่อเวิร์กสเปซ กด Enter เพื่อเปลี่ยนชื่อ, Escape เพื่อยกเลิก
tr: Bir çalışma alanı adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.
uk: Введіть назву робочої області. Enter — перейменувати, Escape — скасувати.
zh_hans: 输入工作区名称。按 Enter 重命名，按 Escape 取消。
zh_hant: 輸入工作區名稱。按 Enter 重新命名，按 Escape 取消。

# commandPalette.rename.workspacePlaceholder
source: Box name
ar: اسم الصندوق
bs: Naziv kutije
da: Boksnavn
es: Nombre de la caja
fr: Nom de la box
it: Nome box
ja: ボックス名
km: ឈ្មោះប្រអប់
ko: 박스 이름
nb: Boksnavn
pl: Nazwa boksu
pt_br: Nome da box
ru: Имя бокса
th: ชื่อกล่อง
tr: Kutu adı
uk: Назва боксу
zh_hans: Box 名称
zh_hant: Box 名稱

# commandPalette.rename.workspaceTitle
source: Rename Box
ar: إعادة تسمية الصندوق
bs: Preimenuj kutiju
da: Omdøb boks
de: Box umbenennen
es: Renombrar caja
fr: Renommer la box
it: Rinomina box
ja: ボックス名を変更
km: ប្តូរឈ្មោះប្រអប់
ko: 박스 이름 변경
nb: Gi boksen nytt navn
pl: Zmień nazwę boksu
pt_br: Renomear box
ru: Переименовать бокс
th: เปลี่ยนชื่อกล่อง
tr: Kutuyu Yeniden Adlandır
uk: Перейменувати бокс
zh_hans: 重命名 Box
zh_hant: 重新命名 Box

# commandPalette.search.commandsEmpty
source: No commands match your search.
ar: لا توجد أوامر تطابق بحثك.
bs: Nijedna naredba ne odgovara vašoj pretrazi.
da: Ingen kommandoer matcher din søgning.
de: Keine Befehle entsprechen Ihrer Suche.
es: Ningún comando coincide con tu búsqueda.
fr: Aucune commande ne correspond à votre recherche.
it: Nessun comando corrisponde alla ricerca.
ja: 検索に一致するコマンドがありません。
ko: 검색과 일치하는 명령어가 없습니다.
nb: Ingen kommandoer samsvarer med søket ditt.
pl: Brak poleceń pasujących do wyszukiwania.
pt_br: Nenhum comando corresponde à sua pesquisa.
ru: Нет команд, соответствующих запросу.
th: ไม่มีคำสั่งที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen komut yok.
uk: Команди, що відповідають пошуку, не знайдено.
zh_hans: 没有匹配的命令。
zh_hant: 沒有符合搜尋的指令。

# commandPalette.search.commandsPlaceholder
source: Type a command
ar: اكتب أمرًا
bs: Unesite naredbu
da: Skriv en kommando
de: Befehl eingeben
es: Escribe un comando
fr: Saisissez une commande
it: Digita un comando
ja: コマンドを入力
ko: 명령어를 입력하세요
nb: Skriv en kommando
pl: Wpisz polecenie
pt_br: Digite um comando
ru: Введите команду
th: พิมพ์คำสั่ง
tr: Bir komut yazın
uk: Введіть команду
zh_hans: 输入命令
zh_hant: 輸入指令

# commandPalette.search.switcherEmpty
source: No workspaces match your search.
ar: لا توجد مساحات عمل تطابق بحثك.
bs: Nijedan radni prostor ne odgovara vašoj pretrazi.
da: Ingen arbejdsområder matcher din søgning.
de: Keine Arbeitsbereiche entsprechen Ihrer Suche.
es: Ningún espacio de trabajo coincide con tu búsqueda.
fr: Aucun espace de travail ne correspond à votre recherche.
it: Nessuna area di lavoro corrisponde alla ricerca.
ja: 検索に一致するワークスペースがありません。
ko: 검색과 일치하는 작업 공간이 없습니다.
nb: Ingen arbeidsområder samsvarer med søket ditt.
pl: Brak przestrzeni roboczych pasujących do wyszukiwania.
pt_br: Nenhuma área de trabalho corresponde à sua pesquisa.
ru: Нет рабочих пространств, соответствующих запросу.
th: ไม่มีเวิร์กสเปซที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen çalışma alanı yok.
uk: Робочі області, що відповідають пошуку, не знайдено.
zh_hans: 没有匹配的工作区。
zh_hant: 沒有符合搜尋的工作區。

# commandPalette.search.switcherPlaceholder
source: Search workspaces
ar: البحث في مساحات العمل
bs: Pretraži radne prostore
da: Søg i arbejdsområder
de: Arbeitsbereiche durchsuchen
es: Buscar espacios de trabajo
fr: Rechercher des espaces de travail
it: Cerca aree di lavoro
ja: ワークスペースを検索
ko: 작업 공간 검색
nb: Søk i arbeidsområder
pl: Szukaj przestrzeni roboczych
pt_br: Pesquisar áreas de trabalho
ru: Поиск рабочих пространств
th: ค้นหาเวิร์กสเปซ
tr: Çalışma alanlarını ara
uk: Пошук робочих областей
zh_hans: 搜索工作区
zh_hant: 搜尋工作區

# commandPalette.subtitle.browserWithName
source: Browser • %@
ar: المتصفح • %@
bs: Preglednik • %@
es: Navegador • %@
fr: Navigateur • %@
ja: ブラウザ • %@
ko: 브라우저 • %@
nb: Nettleser • %@
pl: Przeglądarka • %@
pt_br: Navegador • %@
ru: Браузер • %@
th: เบราว์เซอร์ • %@
tr: Tarayıcı • %@
uk: Браузер • %@
zh_hans: 浏览器 • %@
zh_hant: 瀏覽器 • %@

# commandPalette.subtitle.tabFallback
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# commandPalette.subtitle.tabWithName
source: Tab • %@
ar: لسان • %@
da: Fane • %@
es: Pestaña • %@
fr: Onglet • %@
it: Scheda • %@
ja: タブ • %@
ko: 탭 • %@
nb: Fane • %@
pl: Karta • %@
pt_br: Aba • %@
ru: Вкладка • %@
th: แท็บ • %@
tr: Sekme • %@
uk: Вкладка • %@
zh_hans: 标签页 • %@
zh_hant: 標籤頁 • %@

# commandPalette.subtitle.terminalWithName
source: Terminal • %@
ar: الطرفية • %@
it: Terminale • %@
ja: ターミナル • %@
ko: 터미널 • %@
ru: Терминал • %@
th: เทอร์มินัล • %@
uk: Термінал • %@
zh_hans: 终端 • %@
zh_hant: 終端機 • %@

# commandPalette.subtitle.workspaceFallback
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# commandPalette.subtitle.workspaceWithName
source: Workspace • %@
ar: مساحة العمل • %@
bs: Radni prostor • %@
da: Arbejdsområde • %@
de: Arbeitsbereich • %@
es: Espacio de trabajo • %@
fr: Espace de travail • %@
it: Area di lavoro • %@
ja: ワークスペース • %@
ko: 작업 공간 • %@
nb: Arbeidsområde • %@
pl: Przestrzeń robocza • %@
pt_br: Área de Trabalho • %@
ru: Рабочее пространство • %@
th: เวิร์กสเปซ • %@
tr: Çalışma Alanı • %@
uk: Робоча область • %@
zh_hans: 工作区 • %@
zh_hant: 工作區 • %@

# commandPalette.switcher.windowLabel
source: Window %lld
ar: النافذة %lld
bs: Prozor %lld
da: Vindue %lld
de: Fenster %lld
es: Ventana %lld
fr: Fenêtre %lld
it: Finestra %lld
ja: ウインドウ %lld
ko: 윈도우 %lld
nb: Vindu %lld
pl: Okno %lld
pt_br: Janela %lld
ru: Окно %lld
th: หน้าต่าง %lld
tr: Pencere %lld
uk: Вікно %lld
zh_hans: 窗口 %lld
zh_hant: 視窗 %lld

# commandPalette.switcher.workspaceLabel
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# common.allow
source: Allow
ar: سماح
bs: Dozvoli
da: Tillad
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 허용
nb: Tillat
pl: Zezwól
pt_br: Permitir
ru: Разрешить
th: อนุญาต
tr: İzin Ver
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

# common.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
ar: إغلاق
bs: Zatvori
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
km: បិទ
ko: 닫기
nb: Lukk
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# common.copyDetails
source: Copy Details
ar: نسخ التفاصيل
bs: Kopiraj detalje
da: Kopier detaljer
de: Details kopieren
es: Copiar detalles
fr: Copier les détails
it: Copia dettagli
ja: 詳細をコピー
ko: 세부 정보 복사
nb: Kopier detaljer
pl: Kopiuj szczegóły
pt_br: Copiar Detalhes
ru: Скопировать подробности
th: คัดลอกรายละเอียด
tr: Ayrıntıları Kopyala
uk: Копіювати деталі
zh_hans: 拷贝详细信息
zh_hant: 拷貝詳細資訊

# common.dontSave
source: Don't Save
ar: عدم الحفظ
bs: Ne spremi
da: Gem ikke
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장 안 함
nb: Ikke arkiver
pl: Nie zachowuj
pt_br: Não Salvar
ru: Не сохранять
th: ไม่บันทึก
tr: Kaydetme
uk: Не зберігати
zh_hans: 不存储
zh_hant: 不儲存

# common.installAndRelaunch
source: Install and Relaunch
ar: تثبيت وإعادة التشغيل
bs: Instaliraj i ponovo pokreni
da: Installer og genstart
de: Installieren und neu starten
es: Instalar y reiniciar
fr: Installer et relancer
it: Installa e riavvia
ja: インストールして再起動
ko: 설치 후 재실행
nb: Installer og start på nytt
pl: Zainstaluj i uruchom ponownie
pt_br: Instalar e Reiniciar
ru: Установить и перезапустить
th: ติดตั้งและเปิดใหม่
tr: Yükle ve Yeniden Başlat
uk: Встановити та перезапустити
zh_hans: 安装并重新启动
zh_hant: 安裝並重新啟動

# common.later
source: Later
ar: لاحقًا
bs: Kasnije
da: Senere
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt_br: Depois
ru: Позже
th: ภายหลัง
tr: Daha Sonra
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# common.notNow
source: Not Now
ar: ليس الآن
bs: Ne sada
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nb: Ikke nå
pl: Nie teraz
pt_br: Agora Não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
zh_hans: 以后再说
zh_hant: 現在不要

# common.rename
source: Rename
ar: إعادة تسمية
bs: Preimenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# common.restartLater
source: Restart Later
ar: إعادة التشغيل لاحقًا
bs: Ponovo pokreni kasnije
da: Genstart senere
de: Später neu starten
es: Reiniciar más tarde
fr: Redémarrer plus tard
it: Riavvia più tardi
ja: 後で再起動
ko: 나중에 재시작
nb: Start på nytt senere
pl: Uruchom ponownie później
pt_br: Reiniciar Depois
ru: Перезапустить позже
th: รีสตาร์ตภายหลัง
tr: Daha Sonra Yeniden Başlat
uk: Перезапустити пізніше
zh_hans: 稍后重启
zh_hant: 稍後重新啟動

# common.restartNow
source: Restart Now
ar: إعادة التشغيل الآن
bs: Ponovo pokreni sada
da: Genstart nu
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nb: Start på nytt nå
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить сейчас
th: รีสตาร์ตเดี๋ยวนี้
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз
zh_hans: 立即重启
zh_hant: 立即重新啟動

# common.retry
source: Retry
ar: إعادة المحاولة
bs: Pokušaj ponovo
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
nb: Prøv igjen
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
th: ลองใหม่
tr: Tekrar Dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# common.skip
source: Skip
ar: تخطي
bs: Preskoči
da: Spring over
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
pl: Pomiń
pt_br: Pular
ru: Пропустить
th: ข้าม
tr: Atla
uk: Пропустити
zh_hans: 跳过
zh_hant: 略過
